Repository: alanhogan/BitcoinStatus
Catalog: BitcoinStatus/*.lproj/Localizable.strings
Languages: de

source: BSCurrencyUSD
de: USD

source: BSCurrencyEUR
de: EUR

source: BSCurrencyCHF
de: CHF

source: Preferences
de: Einstellungen

source: Check for updates
de: Auf Update überprüfen

source: About
de: Über BitcoinTicker

source: Quit
de: Beenden

source: Check for updates at startup
de: Beim Starten nach Updates prüfen

source: Automatically launch BitcoinStatus at startup
de: BitcoinTicker beim Systemstart laden

source: Currency
de: Währung

source: General
de: Allgemein
